[
    {
        "date": "09-09-2024",
        "quote": "If you love someone you should tell ‘em that you love ‘em. Tell ‘em now ‘cause it might be too late. Life is fragile.",
        "author": "Diary",
        "description": "It's easy to assume there is more time. But when it's gone, the chance to express love may be lost forever."
    },
    {
        "date": "15-08-2024",
        "quote": "To have ruined one's self over poetry is an honour.",
        "author": "Oscar Wilde",
        "description": "The power of art transcends material loss. A true dedication to creativity is worth the sacrifice."
    },
    {
        "date": "25-07-2024",
        "quote": "Whatever I hate, isn't real. Whatever I love, I hate.",
        "author": "Diary",
        "description": "Contradiction is a part of our emotional reality. Love and hate coexist in complex ways that challenge us."
    },
    {
        "date": "11-06-2024",
        "quote": "You are the wayshower that you seek.",
        "author": "Diary",
        "description": "Looking for guidance from others can distract from the inner wisdom that leads to self-discovery."
    },
    {
        "date": "27-05-2024",
        "quote": "All I can say is never again, no love, no people, just music.",
        "author": "Diary",
        "description": "Sometimes, solitude offers the best refuge from heartbreak. Music, a constant companion."
    },
    {
        "date": "03-05-2024",
        "quote": "That is not dead which can eternal lie. And with strange aeons even death may die.",
        "author": "H.P. Lovecraft",
        "description": "The mystery of time and existence is profound. Some truths transcend the boundaries of life and death."
    },
    {
        "date": "18-04-2024",
        "quote": "The soul is healed by being with children.",
        "author": "Fyodor Dostoevsky",
        "description": "Innocence and simplicity bring us back to what matters most in life—joy, wonder, and connection."
    },
    {
        "date": "02-03-2024",
        "quote": "Happily ever after is a myth because people are not static.",
        "author": "Diary",
        "description": "Change is constant, and relationships must evolve as people do. True happiness requires flexibility."
    },
    {
        "date": "15-02-2024",
        "quote": "Yes, I'm a fan of living some part of each day with my head in the clouds.",
        "author": "Diary",
        "description": "Daydreaming fosters creativity and offers an escape. Let your mind wander and see where it leads."
    },
    {
        "date": "06-01-2024",
        "quote": "Saying you feel disappointed by something you want but maybe can’t have makes you honest.",
        "author": "Diary",
        "description": "Acknowledging disappointment is part of authenticity. It helps us confront unmet desires and embrace reality."
    },
    {
        "date": "12-12-2023",
        "quote": "Man only likes to count his troubles; he doesn't calculate his happiness.",
        "author": "Fyodor Dostoevsky",
        "description": "Humans tend to dwell on difficulties and overlook the joys. Happiness is often found in perspective."
    },
    {
        "date": "28-11-2023",
        "quote": "Pain and suffering are always inevitable for a large intelligence and a deep heart.",
        "author": "Fyodor Dostoevsky",
        "description": "The greater your emotional and intellectual depth, the more you feel the weight of life’s sorrows."
    }
]
